/* Top Level Items */
"MENU_APP" = "@{APP_TITLE}";
"MENU_EDIT" = "Éditer";
"MENU_WINDOW" = "Fenêtre";
"MENU_HELP" = "Aide";

/* App Menu Items */
"MENU_APP_ABOUT" = "À propos de @{APP_TITLE}";
"MENU_APP_SCREENSHOT" = "Capture d'écran";
"MENU_APP_HIDE" = "Masquer @{APP_TITLE}";
"MENU_APP_HIDE_OTHERS" = "Masquer autres";
"MENU_APP_SHOW_ALL" = "Tout afficher";
"MENU_APP_QUIT" = "Quitter @{APP_TITLE}";
"MENU_APP_REVEAL" = "Afficher dans le Finder";
"MENU_APP_REVEAL_GAME_PREFERENCES" = "Préférences de jeu";
"MENU_APP_REVEAL_GAME_SCREENSHOTS" = "Screenshots";
"MENU_APP_REVEAL_GAME_LOGS" = "Logs";
"MENU_APP_REVEAL_APPLICATION_SUPPORT" = "Application support";
"MENU_APP_REVEAL_BATTLENET" = "Battle.net";
"MENU_APP_REVEAL_APPLICATION_PREFERENCES" = "Préférences de l’application";
"MENU_APP_REVEAL_APPLICATION" = "Application";

/* Edit Menu Items */
"MENU_EDIT_UNDO" = "Annuler";
"MENU_EDIT_CUT" = "Couper";
"MENU_EDIT_COPY" = "Copier";
"MENU_EDIT_PASTE" = "Coller";
"MENU_EDIT_DELETE" = "Effacer";
"MENU_EDIT_SELECT_ALL" = "Tout sélectionner";
"MENU_EDIT_FIND" = "Rechercher";
"MENU_EDIT_FIND_FIND" = "Rechercher…";
"MENU_EDIT_FIND_NEXT" = "Rechercher suivant";
"MENU_EDIT_FIND_PREVIOUS" = "Rechercher précédent";
"MENU_EDIT_FIND_USE_SELECTION" = "Utiliser la sélection pour Rechercher";
"MENU_EDIT_FIND_JUMP_TO_SELECTION" = "Aller à la sélection";
"MENU_EDIT_SPECIAL_CHARS" = "Caractères spéciaux…";

/* Window Menu Items */
"MENU_WINDOW_CLOSE" = "Fermer";
"MENU_WINDOW_MINIMIZE" = "Minimiser";
"MENU_WINDOW_ZOOM" = "Zoomer";
"MENU_WINDOW_FULLSCREEN" = "Activer/désactiver le plein écran";
"MENU_WINDOW_BRING_ALL_TO_FRONT" = "Tout mettre au premier plan";

/* Help Menu Items */
"MENU_HELP_GAME_HOMEPAGE" = "@{APP_TITLE}";
"MENU_HELP_TECHNICAL_SUPPORT_FORUM" = "Forum de l’assistance technique";
"MENU_HELP_SUPPORT_PORTAL" = "Portail de l’assistance";
"MENU_HELP_COPY_SUPPORT_INFO" = "Copier les informations pour l’assistance";

/* Use when the application loads and it checks OS version */
"VERSION_CHECK" = "Vous utilisez le système d’exploitation @{OS_VERSION}. Une mise à jour de ce système est disponible et permettra d’améliorer la stabilité de l’application @{APP_TITLE}.";
"VERSION_UNSUPPORTED" = "Ceci est un rappel du fait que le système d’exploitation @{OS_VERSION} est entré en phase de fin de vie pour @{APP_TITLE}. Le jeu va continuer à fonctionner pendant une durée limitée, mais nous vous encourageons à mettre à jour dès que possible votre système d’exploitation vers @{LATEST_OS_VERSION}. Veuillez consulter les configurations requises @{SYSTEM_REQUIREMENTS_URL}. Si vous souhaitez plus d’informations sur le processus de mise à niveau de votre système d’exploitation, veuillez vous reporter à cet @{OS_UPGRADE_URL}. Vous trouverez plus d’explications sur nos recommandations concernant les systèmes d’exploitation Macintosh dans cet @{OS_GUIDELINES_URL}.";
"VERSION_UNSUPPORTED_TITLE" = "@{APP_TITLE}";
"CONTINUE_ANYWAY"="Continuer quand même";
"LAUNCH_SOFTWARE_UPDATE"="Lancer le programme de mise à jour";
"INVALID_VIDEO_DEVICE" = "@{APP_TITLE} ne peut pas démarrer car aucun processeur graphique valide n’a été trouvé.";
"ERROR" = "Erreur";
